
/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ è nella tua Lista Nera";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@ \nnon è un link, copia un link valido \nes. http://www.example.com";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "Sei sicuro di voler uscire?";

/*No comment provided by engineer.*/
"Are you sure?" = "Sei sicuro?";

/*No comment provided by engineer.*/
"BACK" = "INDIETRO";

/*as in block another user*/
"BLOCK" = "BLOCCA";

/*No comment provided by engineer.*/
"Block Failed" = "Blocco Fallito";

/*No comment provided by engineer.*/
"BLOCKED" = "BLOCCATO";

/*Blocked {USERNAME}*/
"Blocked %@" = "%@ bloccato";

/*No comment provided by engineer.*/
"Can't send SMS" = "Impossibile inviare SMS";

/*No comment provided by engineer.*/
"CANCEL" = "ANNULLA";

/*No comment provided by engineer.*/
"Cancel" = "Annulla";

/*No comment provided by engineer.*/
"CANCELED" = "ANNULLATO";

/*No comment provided by engineer.*/
"Change" = "Cambia";

/*No comment provided by engineer.*/
"Changed" = "Cambiato";

/*No comment provided by engineer.*/
"Check internet and try again." = "Controlla la connessione e riprova.";

/*No comment provided by engineer.*/
"Check out the YoIndex to subscribe to awesome services!" = "Controlla il YoIndex per registrarti a servizi incredibili!";

/*%@ = serviceName*/
"Check out this service I found on Yo! %@" = "Guarda cosa ho trovato su Yo! %@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "SCEGLINE UN'ALTRA";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "SCEGLI UN CODICE";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "SCEGLI UN NOME UTENTE";

/*de-select all*/
"Clear All" = "Cancella tutto";

/*No comment provided by engineer.*/
"Close" = "Chiudi";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "Errore di connessione, aggiorna la password e riprova";

/*No comment provided by engineer.*/
"CONTACTS" = "CONTATTI";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "COPIA UN LINK O UN'IMMAGINE\nTOCCA E MANTIENI PREMUTO PER INVIARE UNO YO";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "Copia un link. Tocca e mantieni per inviare uno Yo.";

/*No comment provided by engineer.*/
"Copy Link" = "Copia il link";

/*No comment provided by engineer.*/
"Could not load page" = "Impossibile caricare la pagina";

/*No comment provided by engineer.*/
"Delete" = "Elimina";

/*No comment provided by engineer.*/
"Didn't get code" = "Codice non ricevuto";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "Ti piace Yo?";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "Vuoi sbloccare l'utente per farti inviare nuovamente Yo?";

/*No comment provided by engineer.*/
"DONE" = "FATTO";

/*No comment provided by engineer.*/
"Done" = "Fatto";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "Tocca due volte per Yo la tua posizione. Dove Yo @?";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "TOCCA DUE VOLTE\nPER YO LA TUA POSIZIONE";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "MODIFICA ACCOUNT";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "MODIFICA PROFILO";

/*No comment provided by engineer.*/
"EMAIL SENT" = "EMAIL INVIATA";

/*No comment provided by engineer.*/
"Email Us" = "Inviaci una email";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "Abilita Fotocamera\nImpostazioni -> Privacy -> Fotocamera";

/*No comment provided by engineer.*/
"Enable Location" = "Abilita Posizione";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "Abilita il recupero del codice";

/*No comment provided by engineer.*/
"Enable Push" = "Abilita notifica push";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "INSERISCI IL NOME";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "Inserisci un nuovo numero telefonico";

/*No comment provided by engineer.*/
"Enter New Username" = "Inserisci un nuovo nome utente";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "INSERISCI IL CODICE\n";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "Inserisci il codice inviato tramite SMS";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "INSERISCI NOME UTENTE";

/*# -> number as in phone number*/
"Enter Your Phone #" = "Inserisci il numero telefonico";

/*No comment provided by engineer.*/
"Error" = "Errore";

/*As in existing photos. could also read photos*/
"EXISTING" = "FOTO";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "ESPLORA\nLE OPPORTUNITÀ";

/*No comment provided by engineer.*/
"Failed" = "Fallito";

/*No comment provided by engineer.*/
"FAILED" = "FALLITO";

/*No comment provided by engineer.*/
"Failed to find friends on Facebook." = "Impossibile trovare amici su Facebook.";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "Impossibile trovare amici tramite i contatti";

/*No comment provided by engineer.*/
"Failed To Get Location" = "Impossibile trovare la posizione";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Connessione a Facebook fallita. Riprova.";

/*No comment provided by engineer.*/
"Failed to unblock %@. Try again later" = "Sblocco di %@ fallito. Riprova più tardi";

/*No comment provided by engineer.*/
"Failed Yo" = "Yo fallito";

/*No comment provided by engineer.*/
"FAILED!" = "FALLITO!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "FALLITO! LA CONNESSIONE FUNZIONA?";

/*Facebook. does not need translateing*/
"FB" = "FB";

/*No comment provided by engineer.*/
"FEEDBACK" = "FEEDBACK";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "TROVA AMICI";

/*As in a From & To : a parcel/letter*/
"From" = "Da";

/*No comment provided by engineer.*/
"FULL NAME" = "NOME";

/*Go as in proceed as in Send*/
"Go" = "Vai";

/*just back works too*/
"GO BACK" = "VAI INDIETRO";

/*As in Understood, or OK*/
"Got it!" = "Ricetuto!";

/*No comment provided by engineer.*/
"Hey There!" = "Hey!";

/*No comment provided by engineer.*/
"HOW A YO IS RECEIVED" = "COME SI RICEVE UNO YO";

/*No comment provided by engineer.*/
"HOW TO" = "COME FARE";

/*No comment provided by engineer.*/
"HOW TO OPEN YO LINK" = "COME APRIRE UN LINK YO";

/*No comment provided by engineer.*/
"HOW TO OPEN\nA YO LOCATION" = "COME APRIRE\nUNA POSIZIONE YO";

/*No comment provided by engineer.*/
"HOW TO SEND A YO" = "COME INVIARE UNO YO";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "Voglio inviarti uno Yo!\nAggiungi il mio nome utente Yo toccando qui: %@\n(se non ha l'app di Yo puoi scaricarla qui %@) 	";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "Voglio inviarti uno Yo!\nAggiungi il mio nome utente Yo toccando qui: http://justyo.co/%@";

/*No comment provided by engineer.*/
"INCORRECT" = "NON CORRETTO";

/*No comment provided by engineer.*/
"INDEX" = "INDICE";

/*No comment provided by engineer.*/
"INVITE" = "INVITA";

/*Invite button for invite friends popup*/
"Invite" = "Invita";

/*Title for invite friends popup*/
"Invite Friends!" = "Invita gli amici!";

/*No comment provided by engineer.*/
"Just hit Send" = "Fai clic si Invia";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "Ti sei iscritto per ricevere Yo da %@! Inviagli uno Yo";

/*No comment provided by engineer.*/
"Link Not Found" = "Link non trovato";

/*No comment provided by engineer.*/
"LOGIN" = "ACCEDI";

/*No comment provided by engineer.*/
"Login Failed" = "Accesso fallito";

/*No comment provided by engineer.*/
"LOGOUT" = "ESCI";

/*No comment provided by engineer.*/
"MAIL" = "MAIL";

/*No comment provided by engineer.*/
"MAPS" = "MAPPE";

/*No comment provided by engineer.*/
"Me" = "Io";

/*No comment provided by engineer.*/
"MUTED" = "BLOCCATO";

/*No*/
"Nah" = "No";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "NUOVO CODICE";

/*No comment provided by engineer.*/
"NO" = "NO";

/*No comment provided by engineer.*/
"No" = "No";

/*:) -> Smile*/
"No Blocked Users! :)" = "Nessun utente bloccato!";

/*No comment provided by engineer.*/
"No Camera Found" = "Nessuna fotocamera trovata";

/*No comment provided by engineer.*/
"No contacts were found." = "Nessun contatto trovato.";

/*No comment provided by engineer.*/
"No Contacts!" = "Nessun contatto!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "NESSUN ACCOUNT EMAIL";

/*No comment provided by engineer.*/
"No Internet!" = "Nessuna connessione internet!";

/*As in photo library*/
"No Library Found" = "Nessuna libreria trovata";

/*No comment provided by engineer.*/
"No Such User" = "Nessun utente";

/*Cancel button for invite friends popup*/
"Not now" = "Non ora";

/*No comment provided by engineer.*/
"OK" = "OK";

/*No comment provided by engineer.*/
"Open in Chrome" = "Apri in Chrome";

/*No comment provided by engineer.*/
"Open in Safari" = "Apri in Safari";

/*PASS as in passcode*/
"PASS" = "PASSWORD";

/*No comment provided by engineer.*/
"PASSCODE" = "CODICE";

/*No comment provided by engineer.*/
"Passcode changed" = "Codice modificato";

/*No comment provided by engineer.*/
"Passcodes Do Not Match" = "Codice non corrispondente";

/*As in Mobile, telephone*/
"PHONE" = "TELEFONO";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "Aggiunti un account di posta in Impostazioni -> Posta";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "Collegati a Twitter in Impostazioni -> Twitter";

/*please enable access to contacts*/
"Please enable contacts access" = "Abilita l'accesso ai contatti";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "Inserisci un numero di telefono valido";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Riprova.\nSe il problema persiste contattaci e invia il codice di errore: %@";

/*No comment provided by engineer.*/
"Please signup or login" = "Registrati o esegui l'accesso";

/*No comment provided by engineer.*/
"Please try again" = "Riprova";

/*No comment provided by engineer.*/
"Please try again later" = "Riprova più tardi";

/*As to rate, rating, review*/
"RATE" = "VALUTA";

/*PASS as in passcode*/
"RECOVER PASS" = "RECUPERA PASSWORD";

/*No comment provided by engineer.*/
"Resend" = "Inviata";

/*No comment provided by engineer.*/
"SAVE" = "SALVA";

/*No comment provided by engineer.*/
"Saved!" = "Salvata!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "SELEZIONA UN NOME UTENTE";

/*No comment provided by engineer.*/
"Select All" = "Seleziona tutto";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "SELEZIONA UN CODICE PIÙ LUNGO";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "SELEZIONA NOMI UTENTI DA CONDIVIDERE";

/*No comment provided by engineer.*/
"Send" = "Invia";

/*No comment provided by engineer.*/
"Send Email" = "Invia email";

/*IMG abbrv for Image*/
"SENDING IMG" = "INVIO IMMAGINE";

/*like URL link*/
"SENDING LINK" = "INVIO LINK";

/*No comment provided by engineer.*/
"Sent" = "Inviato";

/*No comment provided by engineer.*/
"SENT @YO!" = "@YO INVIATO!";

/*No comment provided by engineer.*/
"SENT YO!" = "YO INVIATO!";

/*No comment provided by engineer.*/
"SENT YOIMG!" = "YO-IMMAGINE INVIATA!";

/*No comment provided by engineer.*/
"SENT YOLINK!" = "YO-LINK INVIATO!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "YOYO INVIATO!";

/*No comment provided by engineer.*/
"Session Error" = "Errore di connessione";

/*No comment provided by engineer.*/
"SET A PASSCODE" = "IMPOSTA UN CODICE";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "IMPOSTA UN CODICE\n(PUÒ ESSERE LO STESSO CHE HAI)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "Impostazioni -> Privacy -> Contatti -> Yo";

/*No comment provided by engineer.*/
"SHARE" = "CONDIVIDI";

/*No comment provided by engineer.*/
"Share" = "Condividi";

/*No comment provided by engineer.*/
"Share on Facebook!" = "Condividi su Facebook!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "Condividi questo incredibile servizio con gli altri! Scorri verso sinistra nella pagina principale per cancellarti.";

/*No comment provided by engineer.*/
"SIGNUP" = "RESITRATI";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/*No comment provided by engineer.*/
"Something went wrong" = "Qualcosa è andato storto";

/*No comment provided by engineer.*/
"Subscribed!" = "Registrato!";

/*As in take picture*/
"TAKE" = "SCATTA";

/*No comment provided by engineer.*/
"tap here to close" = "tocca qui per chiudere";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "TOCCA IL NOME PER UNO YO";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "Tocca il nome per uno Yo";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "Tocca per aggiungere il tuo Yo: http://justyo.co/%@\n(se non ha l'app di Yo puoi scaricarla qui %@)";

/*a variation on allow is permit.*/
"TAP TO ALLOW" = "TOCCA PER CONSENTIRE";

/*No comment provided by engineer.*/
"TAP TO INVITE" = "TOCCA PER INVITARE";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "TOCCA PER ACCEDERE";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "TOCCA PER RECUPERARE";

/*No comment provided by engineer.*/
"TAP TO SET" = "TOCCA PER IMPOSTARE";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "TOCCA PER REGISTRARTI";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "Dicci come possiamo migliorarci:";

/*No comment provided by engineer.*/
"TEXT SENT" = "TESTO INVIATO";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "Il profilo non può essere salvato. Controlla la tua connessione.";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "Yo Index. Registrati per ottenere Yo come tuo servizio preferito.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "C'è una nuova versione di Yo.\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "C'è una nuova versione. Vuoi aggiornare?\n%@";

/*No comment provided by engineer.*/
"There was an error:" = "C'è stato un errore:";

/*This is how you Yo. Yo me {USERNAME}*/
"This is how you Yo. Yo me %@" = "È facile inviare uno Yo. Inviami uno Yo %@";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "Questo è quello che gli altri utenti visualizzano di te quando scorrono verso destra sul tuo nome utente.";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "Questo utente esiste già. Riprova con un nome utente diverso.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "Per bloccare un utente, scorri verso sinistra sul suo nome e tocca Blocca.";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "Per abilitare il recupero della password:\n\nfornisci la tua email Yo toccando Invia.\n\nper annullare, fai clic su Annulla.\n\n\n------------------------------------------\nIl tuo indirizzo email non verrà utilizzato per altro che il recupero della password.\n\n\n\n\n%@";

/*No comment provided by engineer.*/
"To find your friends and allow them to find you. Your contacts are not stored anywhere and will only be used to\nfind your friends." = "Per trovare i tuoi amici e consentirgli di trovarti. I tuoi contatti non saranno salvati da nessuna parte e verranno utilizzati solo per trovare i tuoi amici.";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "Per verificare il tuo numero tocca Invia\n\nCodice: %@\n\n\n* Il gestore potrebbe applicare dei costi aggiuntivi";

/*No comment provided by engineer.*/
"Try again later" = "Riprova più tardi";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "INSERISCI UN NOME UTENTE PER AGGIUNGERE";

/*Twitter. does not need translateing*/
"TWTR" = "TWITTER";

/*No comment provided by engineer.*/
"UNBLOCK" = "SBLOCCA";

/*No comment provided by engineer.*/
"UNBLOCKED" = "SBLOCCATO";

/*unsibscribe*/
"UNSUB" = "CANCELLATI";

/*As in software update available*/
"Update" = "Aggiorna";

/*No comment provided by engineer.*/
"User Exists" = "Utente esistente";

/*No comment provided by engineer.*/
"USERNAME" = "NOME UTENTE";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "NOME UTENTE ASSEGNATO";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "VERIFICA CODICE";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "Non abbiamo trovato nessuno dei tuoi amici su Yo. Condividi Yo e portane un po' a bordo!";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "Non abbiamo un numero di telefono o e-mail associato a questo account. Ti preghiamo di inviare una e-mail per recuperare il tuo account.";

/*No comment provided by engineer.*/
"WELCOME" = "BENVENUTO";

/*No comment provided by engineer.*/
"What is Yo?" = "Cos'è Yo?";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "COS'È YO?";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "Quando sblocchi un utente sarà aggiunto alla tua lista di amici, ma non gli sarà inviato uno Yo in automatico. - Divertiti con Yo!";

/*No comment provided by engineer.*/
"Wrong code" = "Codice errato";

/*No comment provided by engineer.*/
"Yes" = "Si";

/*Sending images title*/
"Yo & Images!" = "Yo & Immagini!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - Voglio condividere la mia esperienza";

/*No comment provided by engineer.*/
"YO ALL" = "YO TUTTI";

/*%@ = USERNNAME*/
"Yo all your friends to share your new username: %@" = "Yo tutti i tuoi amici per condividere il tuo nome utente: %@";

/*As in resoond with a Yo*/
"Yo Back" = "Rispondi con Yo";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "STATISTICHE YO";

/*Description for invite friends popup*/
"Yo is much more fun with friends!" = "Yo è molto più divertente con gli amici!";

/*No comment provided by engineer.*/
"Yo Location" = "Posizione Yo";

/*No comment provided by engineer.*/
"Yo me" = "Inviami uno Yo";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo necessita di internet!";

/*push access as is permission to send push notifications*/
"YO NEEDS PUSH ACCESS" = "CONSENTI NOTIFICHE PUSH A YO";

/*No comment provided by engineer.*/
"Yo This" = "Yo questo";

/*No comment provided by engineer.*/
"Yo! Check this out" = "Yo! Guarda qui";

/*No comment provided by engineer.*/
"YOALL" = "YOTUTTI";

/*No comment provided by engineer.*/
"YORANDOM" = "YOCASUALE";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "Stai per cancellare il tuo numero di telefono";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "Lo puoi sempre sbloccare dal menu";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "Non puoi inviaro lo Yo. Contattaci a yo@justyo.co";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "Sarai contattato a breve con le istruzioni per cambiare il tuo codice.";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "Riceverai a breve un link per cambiare il tuo codice.";

/*Sending images body*/
"You're about to Yo your first image! Anyone with the link will be able to view it." = "Stai per inviare la tua prima Yo-Immagine! Chiunque possegga il link potrà visualizzarla.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "La tua sessione non è più valida. Esegui nuovamente l'accesso.";